; Serbian Cyrillic
; Prevod: Adeii Schkartowsky (https://github.com/adeii), Radoš Milićev (https://github.com/rammba)

[Serbian (Cyrillic)]
IDS_UPDATE_NO=Нема доступних ажурирања.
IDS_UPDATE_YES=Ажурирање је доступно, преузмите и инсталирајте?
IDS_FILE=Фајл
IDS_SETTINGS=Подешавања
IDS_EXIT=Излаз
IDS_LANGUAGE=Језик
IDS_HELP=Помоћ
IDS_WEBSITE=Веб-сајт
IDS_CHECKUPDATES=Провери ажурирања
IDS_ABOUT=О ...
IDS_DONATE=Захвали се!
IDS_TRAY_SHOW=Прикажи / Сакриј
IDS_TRAY_DISABLE=Онемогући
IDS_TRAY_POPUP_1=Очисти подручја
IDS_TRAY_POPUP_2=Очисти када пребаци
IDS_TRAY_POPUP_3=Очисти све
IDS_CLEAN=Очисти меморију
IDS_GROUP_1=Физичка меморија
IDS_GROUP_2=Виртуална меморија
IDS_GROUP_3=Системски радни сет
IDS_ITEM_1=Употреба
IDS_ITEM_2=Доступно
IDS_ITEM_3=Укупно доступно
IDS_SETTINGS_GENERAL=Опште
IDS_SETTINGS_MEMORY=Чишћење меморије
IDS_SETTINGS_APPEARANCE=Изглед
IDS_SETTINGS_TRAY=Иконица обавештења
IDS_CLOSE=Затвори
IDS_TITLE_1=Општа конфигурација
IDS_TITLE_2=Језик
IDS_TITLE_3=Подручја за чишћење
IDS_TITLE_4=Управљање меморијом
IDS_TITLE_5=Пречице (глобалне)
IDS_TITLE_6=Стил
IDS_TITLE_7=Значење боја
IDS_TITLE_8=Контрола миша
IDS_TITLE_9=Објашњења у балону
IDS_ALWAYSONTOP_CHK=Увек на врху
IDS_LOADONSTARTUP_CHK=Учитавање приликом покретања система
IDS_STARTMINIMIZED_CHK=Покрени смањено
IDS_REDUCTCONFIRMATION_CHK=Потврдите почетак чишћења меморије
IDS_SKIPUACWARNING_CHK=Прескочи "Контролу корисничког налога"
IDS_CHECKUPDATES_CHK=Повремено проверавајте ажурирања (препорука)
IDS_LANGUAGE_HINT=Изаберите језик:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Очисти када пребаци: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Очисти сваких: (мин.)
IDS_HOTKEY_CLEAN_CHK=Очисти меморију:
IDS_TRAYUSETRANSPARENCY_CHK=Користи провидну позадину
IDS_TRAYSHOWBORDER_CHK=Прикажи ивицу
IDS_TRAYROUNDCORNERS_CHK=Округли углови
IDS_TRAYCHANGEBG_CHK=Промени боју позадине (уместо текста и ивице)
IDS_TRAYUSEANTIALIASING_CHK=Користи умекшавање слова
IDS_FONT_HINT=Фонт:
IDS_COLOR_TEXT_HINT=Боја текста
IDS_COLOR_BACKGROUND_HINT=Боја позадине
IDS_COLOR_WARNING_HINT=Боја "нивоа упозорења"
IDS_COLOR_DANGER_HINT=Боја "нивоа опасности"
IDS_TRAYLEVELWARNING_HINT="Ниво упозорења" почиње са: (%)
IDS_TRAYLEVELDANGER_HINT="Ниво опасности" почиње са: (%)
IDS_TRAYACTIONSC_HINT=Један клик:
IDS_TRAYACTIONMC_HINT=Средњи клик:
IDS_TRAY_ACTION_1=Прикажи / Сакриј
IDS_TRAY_ACTION_2=Очистите меморију
IDS_TRAY_ACTION_3=Отвори task manager
IDS_SHOW_CLEAN_RESULT_CHK=Прикажи резултате чишћења меморије
IDS_QUESTION=Да ли сте сигурни да желите да очистите меморију?
IDS_QUESTION_WARNING=Укључивање "листе стања приправности" и "листе измењених страница" може замрзнути рачунар скоро минуту, да ли сте сигурни да омогућите ову опцију?
IDS_QUESTION_FLAG_CHK=Не питај више!
IDS_STATUS_CLEANED=Меморија је ослобођена за %s.
IDS_STATUS_NOPRIVILEGES=Захтеване администраторске привилегије, покрените програм као администратор!
IDS_UPDATE_DOWNLOAD=Преузимање ажурирања...
IDS_UPDATE_DONE=Преузимање ажурирања је завршено.
IDS_UPDATE_ERROR=Грешка при повезивању сервера за ажурирање.
IDS_UPDATE_INIT=Провера нових издања...
IDS_UPDATE_INSTALL=Доступно ажурирање, желите ли да га инсталирате?
IDS_RESET=Ресетуј
IDS_QUESTION_RESET=Да ли сте сигурни да желите да ресетујете све поставке апликације?
IDS_NOTIFICATIONSOUND_CHK=Омогући звук обавештења
IDS_TITLE_ADVANCED=Напредно
IDS_VIEW=Приказ
IDS_USEDARKTHEME=Користи тамну тему
IDS_UPDATE_SPEED=Брзина
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
